const questionHTML = [
    {
        question: 'Что общего у тегов <div> и <span>?',
        a1: 'Они оба блочные теги.',
        a2: 'Поисковые движки обрабатывают содержимое этих тегов в первую очередь.',
        a3: 'Они оба не работают без специального аттрибута "src".',
        answer: 'Они оба являются несемантическими тегами.',
    },
    {
        question: 'Что содержит значение аттрибута alt у тега <img>?',
        a1: 'Путь к другому изображению, на случай если основное не загрузилось.',
        a2: 'Описание изображения, которое отображается под ним.',
        a3: 'Это же изображение из альтернативной реальности.',
        answer: 'Описание изображения, которое видно если изображение не загрузилось.',
    },
    {
        question: 'Какой аттрибут тега <input> связывает его с аттрибутом "for" у тега <label>?',
        a1: 'name',
        a2: 'type',
        a3: 'label',
        answer: 'id',
    },
    {
        question: 'Вопрос',
        a1: 'Ответ',
        a2: 'Ответ',
        a3: 'Ответ',
        answer: 'Ответ',
    },
];