const questionCSS = [
    {
        question: 'Какое свойство обязательно для псевдоэлементов?',
        a1: 'heigth',
        a2: 'opacity',
        a3: 'position',
        answer: 'content',
    },
    {
        question: 'Что выражает значение "a" в rgba()?',
        a1: 'Ответ',
        a2: 'Ответ',
        a3: 'альфа-оттенок, который должен доминировать над остальными.',
        answer: 'альфа-канал, регулирующий прозрачность цвета.',
    },
    {
        question: 'Вопрос',
        a1: 'Ответ',
        a2: 'Ответ',
        a3: 'Ответ',
        answer: 'Ответ',
    },
];